"%ld day left on trial" = "Il periodo di prova dura ancora %ld giorno";
"%ld days left on trial" = "Il periodo di prova dura ancora %ld giorni";
"Buy Now" = "Compra";
"Trial Mode" = "Modalità di prova";
"Free trial has expired" = "Periodo di prova concluso!";
"The trial period has expired." = "Il periodo di prova è scaduto.";
"Wait %u" = "Attendi %u";
"Your 30 day trial has expired. Please purchase Path Finder." = "I 30 giorni di prova sono scaduti. Acquista Path Finder.";
